Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: Planetary sensor stations can replace shield generators to provide improved targeting information and monitor the entire solar system.
ru: Планетарные сенсорные станции могут заменить генераторы защитных экранов, чтобы предоставлять улучшенную информацию о целеуказании и контролировать всю солнечную систему.

source: Planetary specialist jobs' alloys production multiplier
ru: Планетарное производство сплавов специалистами

source: Planetary specialist jobs' consumer goods production multiplier
ru: Планетарное производство ТМС специалистами

source: Planetary specialist jobs' engineering research multiplier
ru: Планетарное производство инженерных исследований специалистами

source: Planetary specialist jobs' physics research multiplier
ru: Планетарное производство физических исследований специалистами

source: Planetary specialist jobs' society research multiplier
ru: Планетарное производство социальных исследований специалистами

source: Planetary worker jobs' food production multiplier
ru: Множитель добычи еды для планетарных рабочих

source: Planetary worker jobs' mineral production multiplier
ru: Множитель добычи минералов для планетарных рабочих

source: Planetary-Scale Fabrication Protocols
ru: Протоколы изготовления в планетарном масштабе

source: Planetcraft Crust
ru: Кора планетолета

source: Planetcraft Movement Systems
ru: Системы перемещения планетолетов

source: Planetcraft Primacy
ru: Первенство планетолета

source: Planetcraft Weaponry
ru: Вооружение планетолета

source: Planetcraft technology has allowed for several improvements in planet-bound power facilities.
ru: Технология Преобразователь-планет позволила несколько усовершенствовать энергетические объекты, привязанные к планете.

source: Planetoid Artillery
ru: Планетоидная артиллерия

source: Planetoid Defensive Operations
ru: Оборонительные операции на планетоидах

source: Planets only.
ru: Только планеты.

source: Planetside Ship Assembly
ru: Сборка корабля на планете

source: Planetwide Rogue AI
ru: Общепланетный искусственный интеллект-мошенник

source: Planned Procreation
ru: Контроль рождаемости

source: Plant Infiltrators
ru: Инфильтраторы растений

source: Planting False Intel
ru: Распространение ложной информации

source: Plasmas
ru: Плазмы

source: Plasmatic Lifeforms
ru: Плазменные формы жизни

source: Plasmic Lifeforms
ru: Плазменные формы жизни

source: Plasmic Society
ru: Плазменное общество

source: Play asinine games, win asinine prizes.
ru: Играйте в дурацкие игры, выигрывайте дурацкие призы.

source: Please discard all Quasi-Stellar Obliterators to allow us a more holistic and efficient cosmic strip mine process.
ru: Пожалуйста, откажитесь от всех квазизвездных облитераторов, чтобы обеспечить нам более целостный и эффективный процесс космической зачистки.

source: Please select which leader we want to clone and NeuroCopy.
ru: Пожалуйста, выберите, какой лидер должен быть клонирован.

source: Please select which science vessel should be escorted during its exploration.
ru: Пожалуйста, выберите, какое научное судно следует сопровождать во время его исследования.

source: Please stop this utter madness!
ru: Пожалуйста, прекратите это безумие!

source: Please, I can't take this anymore, I got headaches!
ru: Пожалуйста, я не могу больше этого выносить, у меня болит голова!

source: Please, end my suffering!
ru: Пожалуйста, прекратите мои страдания!

source: Poh'tin
ru: Пох'тин

source: Point Defense Damage
ru: Урон системы ПВО

source: Point Defense Speed
ru: Скорость точечной защиты

source: Point Defense Weapon Damage
ru: Точечный урон от защиты

source: Point Defense Weapon Fire Rate
ru: Скорость атаки при точечной защите

source: Point Defenses
ru: Точечные средства защиты

source: Poisoned Paradise
ru: Отравленный рай

source: Poksel Vortex
ru: Вихрь Покселя

source: Political Stability
ru: Политическая стабильность

source: Politics, intrigue, and petty quarrels greatly affected past promotion decisions.
ru: Политика, интриги и мелкие ссоры сильно повлияли на решения о продвижении по службе в прошлом.

source: Ponder and deliberate before you make a move.
ru: Семь раз отмерь, один раз отрежь.

source: Ponus Black Hole
ru: Черная дыра Понуса

source: Poofy
ru: Пушистый

source: Poor thing...
ru: Бедняжка...

source: Poorly planned and rife with deviant activity, these slums provide much needed living space.
ru: Плохо спланированные и изобилующие девиантной деятельностью, эти трущобы обеспечивают столь необходимое жизненное пространство.

source: Pop Energy Consumption
ru: Энергоснабжение поселения

source: Pop Energy Upkeep
ru: Потребление энергии населением

source: Pop Food Consumption
ru: Питание населения

source: Pop Harvested
ru: Жатва поселений

source: Population Blokkat Willingness
ru: Готовность населения к блокчейну

source: Population Explosion
ru: Демографический взрыв

source: Population Growth Building
ru: Здание роста населения

source: Population Recomposed: Mechanic to Organic
ru: Население перекомпоновано: Механическое в органическое

source: Population Recomposed: Organic to Mechanic
ru: Население перекомпоновано: Органическое в механическое

source: Portedes Singularity
ru: Портит сингулярность

source: Poseidon
ru: Посейдон

source: Positive Monthly Dark Matter Balance
ru: Положительный ежемесячный баланс Темной материи

source: Positive Monthly Influence Balance
ru: Положительный ежемесячный баланс влияния

source: Positive Monthly Iodizium Balance
ru: Положительный месячный баланс йода

source: Positive Monthly Living Metal Balance
ru: Положительный месячный баланс живого металла

source: Positive Monthly Nanite Balance
ru: Положительный ежемесячный баланс нанита

source: Positive Monthly Negative Mass Balance
ru: Положительный ежемесячный отрицательный баланс массы

source: Positive Monthly Sentient Metal Balance
ru: Положительный ежемесячный баланс разумных металлов

source: Positive Monthly Unity Balance
ru: Положительный ежемесячный баланс Unity

source: Positive Monthly Zro Balance
ru: Положительный ежемесячный баланс Зро

source: Potential Targets
ru: Потенциальные цели

source: Potradus Guard
ru: Страж Потрадуса

source: Pouchkguard
ru: Охрана кормана

source: Pouchkguards
ru: Охрана кормана

source: Pouchkinn's Lab
ru: Лаборатория Пучкина

source: Pouchkinn's Research
ru: Исследование Пучкина

source: Pouchkinnian Finality Descends into Disarray
ru: Пучкинианская окончательность переходит в беспорядок

source: Pouchkinnian Finality Destroyed
ru: Окончательность Пучкина разрушена

source: Pouchkinnian Research Network Destroyed
ru: Исследовательская сеть Пучкина уничтожена

source: Power Hubs
ru: Энергетические концентраторы

source: Power Manifestation
ru: Демонстрация силы

source: Power Overwhelming.
ru: Подавляющая мощь.

source: Power Plant Sabotage Failed
ru: Саботаж электростанции не удался

source: Power Plant Sabotage Successful!
ru: Диверсия на электростанции успешна!

source: Power it down for a year and undertake token repairs.
ru: Отключите его на год и проведите символический ремонт.

source: Powerful Governor
ru: Влиятельный губернатор

source: Powerful enigmatic alignment deployed from the Initializer's Codex is monitoring this planet increasing its productivity.
ru: Мощное загадочное приспособление, развернутое из Кодекса инициализатора, следит за этой планетой, увеличивая ее производительность.

source: Pre-Emptive Strike Against Aeternum
ru: Упреждающий удар по Вечности

source: Pre-Sapient Species
ru: Предразумные расы

source: Pre-emptive Strike
ru: Превентивный удар

source: Preachers
ru: Проповедники

source: Preachers travel our empire to preach the holy message as told by our highest priests and prophets.
ru: Проповедники путешествуют по нашей империи, чтобы проповедовать святое послание, переданное нашими высшими священниками и пророками.

source: Precision mining equipment and chemical processing techniques are used to untangle supertensile materials from their natural, chaotic state.
ru: Прецизионное горное оборудование и методы химической обработки используются для извлечения сверхтяжелых материалов из их естественного хаотического состояния

source: Precursor Army
ru: Армия прекурсоров

source: Precursor Birch World
ru: Мир Берча-предшественницы

source: Precursor City Discovery
ru: Открытие города-предшественника

source: Precursor Civilization Birch Preserve
ru: Заповедник Берча цивилизации-предшественницы

source: Precursor Fortress Construction
ru: Строительство крепости-предшественницы

source: Precursor Fortress Operational
ru: Действующая крепость-предшественник

source: Precursor Reimagination
ru: Переосмысление предтеч

source: Predictive Algorithms
ru: Прогнозирующие алгоритмы

source: Predictive tracking algorithms and even more powerful rounds make these batteries incredibly lethal to enemy strike craft.
ru: Алгоритмы прогнозирующего наведения и еще более мощные боеприпасы делают эти батареи невероятно смертоносными для вражеских штурмовиков.

source: Premature Awakening
ru: Преждевременное пробуждение

source: Prepare a small-scale warhead to destroy the laboratory.
ru: Подготовьте боеголовку небольшого размера, чтобы уничтожить лабораторию.

source: Prepare the exploration team.
ru: Подготовьте исследовательскую группу.

source: Prepare to be utterly outmatched and outclassed by our incomprehensibly magnificent combat skills!
ru: Приготовьтесь к тому, что вас полностью превзойдут наши непостижимо великолепные боевые навыки!

source: Prepare to get flower'd.
ru: Приготовься к цветению.

source: Preparing to crack $PLANET|Y$
ru: Подготовка к разлому планеты $PLANET|Y$

source: Preparing to cyborgize $PLANET|Y$
ru: Подготовка к киборгизации планеты $PLANET|Y$

source: Preparing to devolve $PLANET|Y$
ru: Подготовка к деградации мира $PLANET|Y$

source: Preparing to dismantle $PLANET|Y$
ru: Подготовка к демонтажу $PLANET|Y$

source: Preparing to drench $PLANET|Y$
ru: Подготовка к затоплению планеты $PLANET|Y$

source: Preparing to engulf $PLANET|Y$
ru: Подготовка к облачению $PLANET|Y$

source: Preparing to fire the Monolith Beam on $PLANET|Y$.
ru: Подготовка к запуску луча «Монолит» на $PLANET|Y$.

source: Preparing to harvest $PLANET|Y$
ru: Подготовка к сбору урожая $PLANET|Y$

source: Preparing to make a believer out of $PLANET|Y$
ru: Подготовка к превращению жителей планеты $PLANET|Y$ в верующих

source: Preparing to manipulate $PLANET|Y$
ru: Подготовка к манипуляции планетой $PLANET|Y$

source: Preparing to neutron-bombard $PLANET|Y$
ru: Подготовка к нейтронной бомбардировке планеты $PLANET|Y$

source: Preparing to nuke $PLANET|Y$
ru: Подготовка ко взрыву планеты $PLANET|Y$

source: Preparing to reshape $PLANET|Y$
ru: Подготовка к изменению формы $PLANET|Y$

source: Preparing to shield $PLANET|Y$
ru: Подготовка к экранированию планеты $PLANET|Y$

source: Preposterous fools!
ru: Нелепые дураки!

source: Preposterous.
ru: Нелепо.

source: Preservation
ru: Комплекс сбережения

source: Preservation Sphere
ru: Сфера сохранения

source: Preservation of Knowledge
ru: Накопление знаний

source: Preservative
ru: Надежный

source: Preserve Destroyed
ru: Комплекс сбережения уничтожен

source: Preserve Keeper
ru: Хранитель заповедника

source: Preserve Keeper Drone
ru: Дрон-хранитель заповедника

source: Preserve Keeper Drones
ru: Дроны-хранители заповедника

source: Preserve Keepers
ru: Хранители заповедника

source: Preserve World Discovered
ru: Обнаружен заповедный мир

source: Preserves
ru: Комплекс сбережения

source: Preset Printer
ru: Принтер с предустановленной настройкой указа

source: Prestige of the Admiralty
ru: Милитаризованный флот

source: Pretentious xeno scum.
ru: Претенциозный ксенос-отброс.

source: Prevent Disinformation
ru: Борьба с дезинформацией

source: Prey should never be given the mercy of escape.
ru: Нельзя давать добыче возможность сбежать.

source: Pride
ru: Гордость

source: Priest of Passing
ru: Жрец преходящего

source: Priests Consumer Goods Upkeep
ru: Расход ТМС на содержание жрецов

source: Priests Unity Output
ru: Производство единства жрецами

source: Priests of Passing
ru: Жрецы преходящего

source: Primary Annihilator Lances
ru: Первичные копья-аннигиляторы

source: Primary Computer
ru: Тактика ИИ

source: Primary Vat Built
ru: Построен первичный Чан

source: Prime Neural Cluster
ru: Основной нейронный кластер

source: Prime agricultural land, this rich and fertile valley has long provided bountiful harvests.
ru: Первоклассные сельскохозяйственные угодья, эта богатая и плодородная долина издавна давала обильные урожаи

source: Primitive Attack Moon
ru: Примитивная Боевая Луна

source: Primitive Civilization Birch Preserve
ru: Заповедник Берча первобытной цивилизации

source: Primitive Civilization Created
ru: Создание примитивной цивилизации

source: Primitive Civilization Creation Project
ru: Проект создания примитивной цивилизации

source: Primitive Creation
ru: Создание примитивов

source: Primitive Enthusiast
ru: Энтузиаст примитивизма

source: Primitive Initiatives
ru: Примитивные инициативы

source: Primitive Lifeforms Study
ru: Изучение примитивных форм жизни

source: Primitive Radio Message
ru: Примитивное радиосообщение

source: Primitive [root.owner.GetSpeciesNamePlural] Discovered on [from.GetName]
ru: Примитивы [root.owner.GetSpeciesNamePlural] обнаружены на [from.GetName]

source: Primordial Pillar
ru: Изначальный столп

source: Pristine Solar Collectors
ru: Первозданные солнечные коллекторы

source: Private - Farmer Robot
ru: Роботы-фермеры.

source: Private - Industrial Robot
ru: Промышленные роботы

source: Private - Ingenious Robot
ru: Изобретательные роботы

source: Private - Researcher Robot
ru: Частный - Робот-исследователь

source: Private - Trader Robot
ru: Частный - Робот-Трейдер

source: Private Galactic Market
ru: Частный галактический рынок

source: Pro-Blokkat Bribe
ru: Взятка в поддержку блокчейна

source: Pro-Night Protests
ru: Ночные протесты в поддержку

source: Probably nothing of interest.
ru: Вероятно, ничего интересного.

source: Problematic.
ru: Проблематично.

source: Proceed
ru: Действуйте

source: Proceed ([ROOT.blokkat_leader_negotiate_odds]% chance).
ru: Продолжайте (вероятность [ROOT.blokkat_leader_negotiate_odds]%)

source: Proceed with the operation.
ru: Продолжайте операцию.

source: Proceed.
ru: Продолжайте.

source: Processing Hypersegment
ru: Обработка гиперсегмента

source: Processing Hypersegments
ru: Обработка гиперсегментов

source: Processing equipment incorporating the nanoscale computing capacity of sentient metal could lead to dramatic improvements in molecular foundry throughput.
ru: Технологическое оборудование, включающее в себя наноразмерные вычислительные мощности чувствующий металл, может привести к значительному улучшению производительности молекулярного литейного производства

source: Production Coordination Gigaplex
ru: Производственный координационный гигаплекс

source: Production Core Experiments
ru: Эксперименты с ядром производства

source: Production of strategic resources is handled by experienced drones.
ru: Добычей стратегических ресурсов занимаются опытные дроны.

source: Production of strategic resources is handled by experienced people.
ru: Производством стратегических ресурсов занимаются опытные люди.

source: Productivity forecasts are on the rise.
ru: Прогнозы производительности растут

source: Progress will decay over time.
ru: Прогресс со временем ослабнет

source: Progression, else Regression
ru: Вперед и с песней!

source: Progressive
ru: Прогрессивный

source: Progressive Economy
ru: Прогрессивная экономика

source: Project Aborted
ru: Проект прерван

source: Project Demolition Failed!
ru: Проект сноса провалился!

source: Project Demolition Successful!
ru: Проект сноса успешен!

source: Project Success!
ru: Проект успешен!

source: Projekt Katzenform?
ru: Проект Катзенформ?

source: Projekt Mondkanone Destroyed!
ru: Проект Мондканоне уничтожен!

source: Promotion of the Talented
ru: Содействие одаренным

source: Propagator
ru: Распространитель

source: Propagators
ru: Распространители

source: Prophet's Cradle
ru: Колыбель пророка

source: Propulsion
ru: Реактивная тяга

source: Proselytism
ru: Миссионерство

source: Proselytism Traditions
ru: Традиции миссионерства

source: Proselytism Traditions Finished
ru: Традиции миссионерства завершены

source: Prosnus Maelstrom
ru: Водоворот Проснуса

source: Prospect Planetary Core
ru: Провести глубокую геологоразведку

source: Prossia Abyss
ru: Бездна Просии

source: Proszars Singularity
ru: Сингулярность Просзара

source: Protecting our science vessel from Paluushia's cataclysmic energies requires a hefty sum of energy and constant scientific innovation to repel the everchanging psionic tides.
ru: Защита нашего научного судна от катастрофических энергий Палуушии требует огромного количества энергии и постоянных научных инноваций, чтобы отразить постоянно меняющиеся псионические приливы.

source: Protector
ru: Защитник

source: Protector Crust
ru: Защитная корочка

source: Protectors
ru: Защитники

source: Proto-Blokkat Energy Weaponry Designs
ru: Проекты энергетического оружия Протоблокката

source: Protokol Research Facility
ru: Исследовательский центр Протокол

source: Prototype Disenchanter
ru: Прототип преобразователя звука

source: Prototype Disenchanter Conceived
ru: Разработан прототип разочаровывающего устройства

source: Prototype Disenchantment Field
ru: Прототип поля разочарования

source: Prototype Energy Anti-Transmuter
ru: Прототип энергетического антитрансмиттера

source: Prototype Negative Mass Utilities
ru: Прототип утилит с отрицательной массой

source: Prototype Ships
ru: Прототипы кораблей

source: Prudent
ru: Осторожный

source: Pseudo-Blokkwork
ru: Псевдо-блокчейн-работа

source: Pseudo-Erasure Weaponry
ru: Оружие псевдостирания

source: Psicatalyzed Fusion Failure
ru: Анализируемый с помощью психотропных веществ отказ термоядерного синтеза

source: Psicatalyzed Fusion Reactor
ru: Термоядерный реактор с психическим анализом

source: Psicatalyzed Fusion Success
ru: Успешный синтез с помощью психодиагностики

source: Psikosynthetic Legion
ru: Психосинтетический легион

source: Psionic Avatars
ru: Псионические аватары

source: Psionic Avatars Conjured on [giga_planet_illuminated.GetName]
ru: Псионические аватары, созданные на [giga_planet_illuminated.GetName]

source: Psionic Avatars Dissipate
ru: Псионические аватары рассеиваются

source: Psionic Beacon
ru: Псионический маяк

source: Psionic Beacon: Activated Navigator
ru: Псионический маяк: активированный навигатор

source: Psionic Beacons
ru: Псионические маяки

source: Psionic Conduits greatly amplify the flow and capture of Shroud energies.
ru: Псионические каналы значительно усиливают поток и улавливание энергии Покрова.

source: Psionic Entity Armies
ru: Армии псионических сущностей

source: Psionic Entity Army
ru: Армия псионических сущностей

source: Psionic Eureka
ru: Псионическая Эврика

source: Psionic Forcefield
ru: Псионическое силовое поле

source: Psionic Fusion
ru: Псионическое слияние

source: Psionic Sublimate
ru: Псионический сублимат

source: Psionic Sublimation
ru: Псионическая сублимация

source: Psionically equipped defender, trained to the highest standard.
ru: Псионически оснащенный защитник, обученный по самым высоким стандартам.

source: Psionics
ru: Псионика

source: Psychic Hypersiphon
ru: Психический гиперсифон

source: Psychic Hypersiphon Management Protocols
ru: Протоколы управления психическими гиперсифонами

source: Public Education
ru: Всеобщее образование

source: Public presence of a dishonoured individual is not welcomed here.
ru: Публичное присутствие обесчещенного человека здесь не приветствуется.

source: Pullor Black Hole
ru: Черная дыра Пуллора

source: Pulsar Anomaly
ru: Аномалия пульсара

source: Purbrecht
ru: Пурбрехт

source: Purchase a Battleship
ru: Приобрести линкор

source: Purchase a Corvette
ru: Приобрести корвет

source: Purchase a Cruiser
ru: Приобрести крейсер

source: Purchase a Destroyer
ru: Приобрести разрушитель

source: Purchase a Gene Warrior Army
ru: Приобрести армию генных воинов

source: Purchase a Mercenary Army
ru: Приобрести армию наемников

source: Purchase a Robotic Army
ru: Приобрести армию роботов

source: Purchase a Slave Army
ru: Приобрести армию рабов

source: Purchase a Titan
ru: Приобрести Титан

source: Purification District
ru: Очистной район

source: Purification Districts
ru: Очистные районы

source: Purifier Drone
ru: Дрон-очиститель

source: Purifier Drones
ru: Дроны-очистители.

source: Purkinn
ru: Пуркинн

source: Purmese
ru: Пурмезе

source: Purpose of the $name_penrose$
ru: Цель $name_penrose$

source: Purpose of the Destabilizer
ru: Назначение дестабилизатора

source: Purposefullness
ru: Решительность

source: Purposefullness Traditions
ru: Традиции решительности

source: Purposefullness Traditions Finished
ru: Традиции решительности завершены

source: Purri
ru: Мурри

source: Purrnando Meowlez
ru: Муррнандо Мяулез

source: Purrsher
ru: Мурлычущий

source: Purrsian
ru: Мурлыкающий

source: Pursuit of Perfection
ru: Стремление к совершенству

source: Pursuit of the Forbidden Knowledge
ru: Поиск тайных знаний

source: Pushing the envelope even further, our megaconstruction experts are now planning things the precursors never dreamt of.
ru: Наши специалисты по строительству мега-объектов теперь планируют то, о чем их предшественники и не мечтали

source: Put it on screen.
ru: Выведи это на экран

source: Puzzling.
ru: Загадочно.

source: Pyramid Breached
ru: Пирамида разрушена

source: QS-O Beam
ru: QS-O луч

source: QS-O Gateway
ru: Шлюз QS-O

source: QS-O Target Marker
ru: Целевой маркер QS-O

source: QS-O Wormhole
ru: Червоточина QS-O

source: QS-O: 'Yes' Charging
ru: QS-O: Зарядка "Да"

source: QS-O: Extreme Charging
ru: QS-O: Экстремальная зарядка

source: QS-O: High Charging
ru: QS-O: Высокая зарядка

source: QS-O: Insane Charging
ru: QS-O: Безумная зарядка

source: QS-O: Low Charging
ru: QS-O: Низкая зарядка

source: QS-O: No Charging
ru: QS-O: Нет зарядки

source: QS-O: Very High Charging
ru: QS-O: Очень высокая зарядка

source: QS-Obliterator Control Panel
ru: Панель управления QS-облитератором

source: Quadruple Ringworld System Fully Upgraded
ru: Четырехместная система Мира-кольца полностью модернизирована

source: Quaint, yet intriguing.
ru: Необычно, но интригующе.

source: Quantity is a Quality of its own.
ru: Количество - это само по себе качество.

source: Quantum Calculators Built
ru: Построены квантовые калькуляторы

source: Quantum Entanglement Communicatiors
ru: Коммуникаторы квантовой запутанности

source: Quasaric Energy
ru: Квазарическая энергия

source: Quasaric Energy Manipulation
ru: Манипулирование квазарической энергией

source: Quasi-Neural Networks
ru: Квази-нейронные сети

source: Quasi-Stellar Calibrator
ru: Квазизвездный калибратор

source: Quasi-Stellar Calibrator Assembled
ru: Квазизвездный калибратор в сборе

source: Quasi-Stellar Calibrator Computer
ru: Квазизвездный калибраторный компьютер

source: Quasi-Stellar Calibrator Destroyed
ru: Квазизвездный калибратор уничтожен

source: Quasi-Stellar Calibrator Disbanded
ru: Квазизвездный калибратор расформирован

source: Quasi-Stellar Calibrator Jump Drive
ru: Скачкообразный привод квазизвездного калибратора

source: Quasi-Stellar Obliteration Lance
ru: Квазизвездное копье уничтожения

source: Quasi-Stellar Obliterator
ru: Квазизвездный уничтожитель

source: Quasi-Stellar Obliterator Control Panel
ru: Панель управления квазизвездным облитератором

source: Quasi-Stellar Wormhole
ru: Квазизвездная червоточина

source: Quasi-Stellar Wormholes
ru: Квазизвездные червоточины

source: Quasi-Temporal Embassy Ultraplex
ru: Квазивременной посольский ультраплекс

source: Quberine Extractor
ru: Экстрактор куберина
